{
   "info":"success",
   "num":6,
   "result":[
      {
         "id":1,
         "judule":"Simple Structures Addon",
         "icone":"https:\/\/livemovies.club\/mcpe_icons\/simple_structures_addon.jpg",
         "file_url":"https:\/\/livemovies.club\/mcpe_addons\/simple_structures_addon.zip",
         "typeMCPE":"Addon",
         "html_file":"https:\/\/livemovies.club\/mcpe_html\/simple_structures_addon.html",
         "extension":"mcaddon",
         "deskripsine":"More Simple Structures Addon adds new naturally spawning structures to your Minecraft world for you to seek out or run into!\nI will be adding more structures in the future!The More Simple Structures Addon adds a ton of new naturally spawning structures to the game.\n\n These structures range from small bushes to large Jungle Pyramids!\n"
      },
      {
         "id":2,
         "judule":"Cave Update Addon",
         "icone":"https:\/\/livemovies.club\/mcpe_icons\/cave_update_addon.jpg",
         "file_url":"https:\/\/livemovies.club\/mcpe_addons\/cave_update_addon.zip",
         "typeMCPE":"Addon",
         "html_file":"https:\/\/livemovies.club\/mcpe_html\/cave_update_addon.html",
         "extension":"mcaddon",
         "deskripsine":"Explore new underground biomes, find new natural structures, encounter new cave themed creatures.\n\nfight a new boss, be spooked by classic cave sounds, and more in the Cave Update Add-on!\nThis add-on adds many very needed additions to caves to make them exciting again.\n\n Check back for updates as more will be added in the future!Dont forget to Enable Experimental Gameplay!"
      },
      {
         "id":3,
         "judule":"Reasonable Villager Addon",
         "icone":"https:\/\/livemovies.club\/mcpe_icons\/reasonable_villager_addon.jpg",
         "file_url":"https:\/\/livemovies.club\/mcpe_addons\/reasonable_villager_addon.zip",
         "typeMCPE":"Addon",
         "html_file":"https:\/\/livemovies.club\/mcpe_html\/reasonable_villager_addon.html",
         "extension":"mcpack",
         "deskripsine":"This add-on adds a new villager type called the Reasonable Villager.\n\nHe's way less greedy than the other villagers and can sell you everything from food items to diamonds and emeralds in exchange for just some dirt, wood planks or other items.\n\nIt's great for anyone who want to improve the functionalities for villagers and make them more useful.\n\n"
      },
      {
         "id":4,
         "judule":"Villagers Come Alive Addon",
         "icone":"https:\/\/livemovies.club\/mcpe_icons\/villagers_come_alive_addon.jpg",
         "file_url":"https:\/\/livemovies.club\/mcpe_addons\/villagers_come_alive_addon.zip",
         "typeMCPE":"Addon",
         "html_file":"https:\/\/livemovies.club\/mcpe_html\/villagers_come_alive_addon.html",
         "extension":"mcaddon",
         "deskripsine":"This addon aims to make villager seem more alive and actually useful and have similar abilities to humans in real life.\n\n By giving them cake you can make them start relationships between one another and even have babies.\n\n You can pay villagers with gold ingots to hire them as your guards and fire them once you don't need them.\n\nVillagers really become a whole lot more interesting as you will be able to gain a social (and monetary) advantage bu interacting with the people.\n\nFamiliesVillagers love cakes.\n\n If you hold one in your hand they will immediately start following you.\n\nYou can even spark love between two villagers by giving each of them a cake.\n\n Soon after they are done with their love dance a baby villager will come to life.\n\nFemale villagersReplaces normal villagersFemale attributes (breasts), a few pixels shorterMale villagersReplaces zombie villagersTaller than femalesYou can only hire males as guardsYou can use the villager spawn egg to spawn both sexesGuardsThere are two types of villagers: normal ones and guards.\n\n If you can't find any guards then you can train a normal villager by giving him an iron chestplate.\n\n A guard will by default protect the village from monsters.\n\nYou can only train a male villager to become a guard.\n\nHiring a GuardHeading out on an adventure?\nHire a male villager to be your guard in exchange for 1 – 6 gold ingot.\n\n When you see some heart particles you will know it's hired.\n\nBoth guard types will follow you around and protect you.\n\n You can command them to stay or follow (similar to a wolf).\n\nArcher: Give bowSwordsman: Give iron swordvillagers-come-alive-2villagers-come-alive-1OtherWhen you don't need your guard anymore you can fire him in exchange for a gold ingotVillagers and guards can be healed with almost any type of food itemNo villager soundsChangelogZombie villagers are male villagers, slightly taller than males onesNormal villagers are female villagers, smaller, female attributes (breasts)To breed villager babies you will need one male and one femaleOnly males can be trained to become guardsIf villagers are killed by a zombie then they will turn into a normal zombie"
      },
      {
         "id":5,
         "judule":"Simple Shader Sspe Texture Pack",
         "icone":"https:\/\/livemovies.club\/mcpe_icons\/simple_shader_sspe_texture_pack.jpg",
         "file_url":"https:\/\/livemovies.club\/mcpe_addons\/simple_shader_sspe_texture_pack.zip",
         "typeMCPE":"Texture",
         "html_file":"https:\/\/livemovies.club\/mcpe_html\/simple_shader_sspe_texture_pack.html",
         "extension":"mcpack",
         "deskripsine":"Simple Shader is a lightweight shader pack which is the perfect solution for anyone who have got a low-end device and haven't been able to use any of the other shader packs.\n\nIt's a much more simple pack which still got some of the essential features (such as more realistic skies) to make Minecraft much more beautiful and faithfully realistic.\n\n "
      },
      {
         "id":6,
         "judule":"Energy Shaders Addon",
         "icone":"https:\/\/livemovies.club\/mcpe_icons\/energy_shaders_addon.jpg",
         "file_url":"https:\/\/livemovies.club\/mcpe_addons\/energy_shaders_addon.zip",
         "typeMCPE":"Addon",
         "html_file":"https:\/\/livemovies.club\/mcpe_html\/energy_shaders_addon.html",
         "extension":"mcpack",
         "deskripsine":"Energy Shaders makes your world look much better.\n\nWith better lights, shadows, fog and much more.\n\nYou should just download it and try it our for yourself.\n\nIt`s totally free!Energy Shaders is one of the first shaders to offer full support for Windows 10, iOS and Android.\n\nThe most noticeable differences are for the water and lighting.\n\nThe combined result is astonishing as it makes the world look a bit more realistic but primarily just a more beautiful world to experience.\n\nIt also comes with some nice 32×32 clear glass textures.\n\n"
      }
   ]
}