{
   "info":"success",
   "num":13,
   "result":[
      {
         "id":1,
         "judule":"Lucky Block Addon",
         "icone":"https:\/\/livemovies.club\/mcpe_icons\/lucky_block_addon.jpg",
         "file_url":"https:\/\/livemovies.club\/mcpe_addons\/lucky_block_addon.zip",
         "typeMCPE":"Addon",
         "html_file":"https:\/\/livemovies.club\/mcpe_html\/lucky_block_addon.html",
         "extension":"mcaddon",
         "deskripsine":"The Lucky Blocks Addon adds an exciting element to the game.\n\nIt looks very much like a block but it is in fact an entity which you can kill.\n\nOnce it is killed something random will happen.\n\nIf you are lucky you might get lots of valuable items but sometimes something much worse happens such as the wither boss spawning.\n\n"
      },
      {
         "id":2,
         "judule":"Lucky Block Real Block Edition Addon",
         "icone":"https:\/\/livemovies.club\/mcpe_icons\/lucky_block_real_block_edition_addon.jpg",
         "file_url":"https:\/\/livemovies.club\/mcpe_addons\/lucky_block_real_block_edition_addon.zip",
         "typeMCPE":"Addon",
         "html_file":"https:\/\/livemovies.club\/mcpe_html\/lucky_block_real_block_edition_addon.html",
         "extension":"mcaddon",
         "deskripsine":"Lucky Block is all about chance this add-on introduce over 100 random possible events o and did I mention it's a block.\n\nAll other add-ons that are lucky blocks use entitys and have no bad events this add-on however is a fully useable and craftable block.\n\nThe Lucky Block for Minecraft is of complete randomness 100 possible bad or good events can happen from summoning a boss like the ender dragon or wither or give you a stack of diamonds.\n\n A lucky block is a yellow block with a white question mark that can be crafted with a dropper surrounded by eight gold ingots.\n\n If you break a lucky block your taking a chance to get something in return the main purpose of this add-on was to give gold a purpose as we all know gold in minecraft is just useless but with this feature we can turn them gold ingot into lucky blocks and see what happens.\n\nWarning I'm not responsible for any world damage as this can destroy your base or world because ender dragon can spawn with this add-on at complete randomness.\n\n"
      },
      {
         "id":3,
         "judule":"Lucky Blocks Race Map",
         "icone":"https:\/\/livemovies.club\/mcpe_icons\/lucky_blocks_race_map.jpg",
         "file_url":"https:\/\/livemovies.club\/mcpe_maps\/lucky_blocks_race_map.zip",
         "typeMCPE":"Map",
         "html_file":"https:\/\/livemovies.club\/mcpe_html\/lucky_blocks_race_map.html",
         "extension":"mcworld",
         "deskripsine":"LuckyBlocksRace is a competitive multiplayer racing game combined with lucky blocks.\n\n The main objective of the game is for players to run down a track and destroy lucky blocks.\n\n Lucky blocks are basically blocks which when destroyed will result in a randomized event.\n\n If you're lucky you'll get some valuable items, but most of the time something horrific will happen — like creepers spawning.\n\nHow to play?This minigame is suitable for anywhere between 2 – 4 players with one team per player.\n\n Line up on the small (3×3 block) platforms and then start a countdown from 10.\n\nPlayers must break the lucky blocks on the track before moving further down the track.\n\n Each time that a lucky block is destroyed it will cause a random event.\n\n This can include everything from a creeper spawning to a bunch of anvils falling from the air crushing anything below.\n\nYou are not allowed to walk outside your own track.\n\n Use the blocks in your inventory to repair the track if it's necessary for continuing further down the track.\n\nYou can reset the game from within the world after playing a round.\n\n"
      },
      {
         "id":4,
         "judule":"Minecraft In One Block Map",
         "icone":"https:\/\/livemovies.club\/mcpe_icons\/mcpe_in_one_block_map.jpg",
         "file_url":"https:\/\/livemovies.club\/mcpe_maps\/mcpe_in_one_block_map.zip",
         "typeMCPE":"Map",
         "html_file":"https:\/\/livemovies.club\/mcpe_html\/mcpe_in_one_block_map.html",
         "extension":"mcworld",
         "deskripsine":"In this MIOB map you will start in one block\r\rFrom this block you will have to get everything you need to go and kill the enderdragon.\n\n"
      },
      {
         "id":5,
         "judule":"Better Skyblock Map",
         "icone":"https:\/\/livemovies.club\/mcpe_icons\/better_skyblock_map.jpg",
         "file_url":"https:\/\/livemovies.club\/mcpe_maps\/better_skyblock_map.zip",
         "typeMCPE":"Map",
         "html_file":"https:\/\/livemovies.club\/mcpe_html\/better_skyblock_map.html",
         "extension":"mcworld",
         "deskripsine":"Welcome to the most challenging Skyblock map you'll experience.\n\n You start off on an island with only a chest, grass block and a bedrock block.\n\n However, in this map an addon called \"Better Skyblock\" made by DanRobzProbz is used.\n\n With this addon it is possible to craft anything from grass, to even spawn eggs to help you progress through this challenging experience.\n\n There are also crates (machines) such as sieves, etc to help you out!And yes, this map is perfectly multiplayer friendly.\n\nBy PixelPlay"
      },
      {
         "id":6,
         "judule":"Extreme Skyblock Map",
         "icone":"https:\/\/livemovies.club\/mcpe_icons\/extreme_skyblock_map.jpg",
         "file_url":"https:\/\/livemovies.club\/mcpe_maps\/extreme_skyblock_map.zip",
         "typeMCPE":"Map",
         "html_file":"https:\/\/livemovies.club\/mcpe_html\/extreme_skyblock_map.html",
         "extension":"mcworld",
         "deskripsine":"Welcome to this new and engaging SkyBlock adventure!\nBut that's not just a normal SkyBlock, this is THE SkyBlock you've always wanted to play!Discover new ways of surviving with a marketplace where you can buy useful items, daily and monthly challenges that give you special rewards and, most importantly, a whole monument to complete!Discover new Islands, look for hidden treasures, defeat the wither and much more in Extreme SkyBlock.\n\n"
      },
      {
         "id":7,
         "judule":"Mega Skyblock Map",
         "icone":"https:\/\/livemovies.club\/mcpe_icons\/mega_skyblock_map.jpg",
         "file_url":"https:\/\/livemovies.club\/mcpe_maps\/mega_skyblock_map.zip",
         "typeMCPE":"Map",
         "html_file":"https:\/\/livemovies.club\/mcpe_html\/mega_skyblock_map.html",
         "extension":"mcworld",
         "deskripsine":"Mega Skyblock is a little bit different from the ordinary skyblock survival challenge as it includes 41+ different islands which the player is required to go out and explore in order to complete the map.\n\n Each island is supposed to symbolize a biome or theme and will provide you with new materials you can use to survive.\n\n"
      },
      {
         "id":8,
         "judule":"More Blocks Addon",
         "icone":"https:\/\/livemovies.club\/mcpe_icons\/more_blocks_addon.jpg",
         "file_url":"https:\/\/livemovies.club\/mcpe_addons\/more_blocks_addon.zip",
         "typeMCPE":"Addon",
         "html_file":"https:\/\/livemovies.club\/mcpe_html\/more_blocks_addon.html",
         "extension":"mcaddon",
         "deskripsine":"This add-on introduces 52 new blocks which include blocks such as carved wooden blocks and other decorative blocks.\n\nThe best part is that it doesn't replace any of the existing blocks.\n\nIt's really a wonderful add-on if you are tired of the existing blocks and want some new decorations to use in your worlds.\n\nSome of the included blocks are diamonds, emeralds and beautifully carved wood blocks.\n\n"
      },
      {
         "id":9,
         "judule":"New Skyblock Survival Map",
         "icone":"https:\/\/livemovies.club\/mcpe_icons\/new_skyblock_survival_map.jpg",
         "file_url":"https:\/\/livemovies.club\/mcpe_maps\/new_skyblock_survival_map.zip",
         "typeMCPE":"Map",
         "html_file":"https:\/\/livemovies.club\/mcpe_html\/new_skyblock_survival_map.html",
         "extension":"mcworld",
         "deskripsine":"New Skyblock is an incredibly challenging survival map where the objective is to survive for as many days you can using whatever resources you find.\n\n Naturally there is an extreme scarcity of resources and you must think carefully before using an item.\n\n Waste is not an option and will lead to certain death.\n\n Give this challenge a try and let us know in the comments how long you survived.\n\nStart off in the overworld on an island in the sky.\n\n The only things you will have are the items found in the chest and whatever blocks you can find on the island (and surrounding terrain).\n\nTry to build a Nether portal and go there to explore the hellfires of the Nether regions.\n\n"
      },
      {
         "id":10,
         "judule":"Pixels Skyblock Map",
         "icone":"https:\/\/livemovies.club\/mcpe_icons\/pixels_skyblock_map.jpg",
         "file_url":"https:\/\/livemovies.club\/mcpe_maps\/pixels_skyblock_map.zip",
         "typeMCPE":"Map",
         "html_file":"https:\/\/livemovies.club\/mcpe_html\/pixels_skyblock_map.html",
         "extension":"mcworld",
         "deskripsine":"Surrounding the main islands there are 8 other islands to explore, as well as a custom Nether and a Portal to the End!\nPixels Skyblock offers a modern skyblock experience, incorporating a few newer items, such as turtle eggs and bee hives.\n\n Also in the Skyblock map it is possible to get to the End by the Nether, thus there is an aim and\/or an end goal to this skyblock experience!The world is an infinite void – so don't worry about going too far in \"grass flatlands\"!\nThis allows you to expand you skyblock world to your heart's content!"
      },
      {
         "id":11,
         "judule":"Raft Survival Block Map",
         "icone":"https:\/\/livemovies.club\/mcpe_icons\/raft_survival_block_map.jpg",
         "file_url":"https:\/\/livemovies.club\/mcpe_maps\/raft_survival_block_map.zip",
         "typeMCPE":"Map",
         "html_file":"https:\/\/livemovies.club\/mcpe_html\/raft_survival_block_map.html",
         "extension":"mcworld",
         "deskripsine":"It's Survival Skyblock, on a raft!Like normal survival, you'll fight monsters, stave off hunger and survive!But on a raft"
      },
      {
         "id":12,
         "judule":"Skyblock Bedrock Edition Map",
         "icone":"https:\/\/livemovies.club\/mcpe_icons\/skyblock_bedrock_edition_map.jpg",
         "file_url":"https:\/\/livemovies.club\/mcpe_maps\/skyblock_bedrock_edition_map.zip",
         "typeMCPE":"Map",
         "html_file":"https:\/\/livemovies.club\/mcpe_html\/skyblock_bedrock_edition_map.html",
         "extension":"mcworld",
         "deskripsine":"Welcome to this Skyblock world created by Metacraft, this map is strongly inspired by the original Java Skyblock, only with small modifications like new islands with real biomes, each one to complete the challenges, the objects are the same as the original Skyblock.\n\n"
      },
      {
         "id":13,
         "judule":"Skylayer Survival Skyblock Map",
         "icone":"https:\/\/livemovies.club\/mcpe_icons\/sky_layer_survival_skyblock_map.jpg",
         "file_url":"https:\/\/livemovies.club\/mcpe_maps\/sky_layer_survival_skyblock_map.zip",
         "typeMCPE":"Map",
         "html_file":"https:\/\/livemovies.club\/mcpe_html\/sky_layer_survival_skyblock_map.html",
         "extension":"mcworld",
         "deskripsine":"The first start of the hardcore series was come from from this tallest building, The SkyLayer Survival or SLS were made up as a series when time pass.\n\n There's two way to play this map!\nfirst is to race with friend who will reach the ground first or do it as a team.\n\n and the second will be do every achievement in the game and reach at y4 longer than 1 minute.The SkyLayer Survival map is another good map to challenging yourself and friend.\n\n This survival is like a tower of level survival.\n\n You can use all of the resource on the map.\n\n The whole target of this map is to survival and reach the ground from layer by layer.\n\nRecommended to play for 1-2 players!"
      }
   ]
}